/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Представляем Skype WiFi";
"INTRO_SUBHEADER" = "Подключайтесь к Интернету через общедоступные Wi-Fi-сети и платите только за время, проведенное в Интернете, cо своего счета в Skype.";
"INTRO_ICON_WIFI" = "Используйте Skype, проверяйте электронную почту и просматривайте веб-страницы.";
"INTRO_ICON_GLOBE" = "Skype Wi-Fi поддерживается в более миллиона хот-спотов по всему миру.";
"INTRO_ICON_SKYPECREDIT" = "В хот-спотах вы платите поминутно и только за использованное время.";

"STATE_CHECKINGNETWORK_HEADER" = "Ожидайте…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Проверка сети для Skype WiFi";

"STATE_JOINWIFI_HEADER" = "Вы не подключены к сети WiFi";
"STATE_JOINWIFI_SUBHEADER" = "Подключитесь к сети WiFi, поддерживающей Skype WiFi.";

"STATE_ALREADYONLINE_HEADER" = "Вы уже в Интернете";
"STATE_ALREADYONLINE_SUBHEADER" = "Похоже, вы уже подключены к Интернету. Skype Wi-Fi позволяет выходить в сеть из более миллиона хот-спотов по всему миру.";

"STATE_GENERALERROR_HEADER" = "Не удалось соединиться";
"STATE_GENERALERROR_SUBHEADER" = "Данная сеть WiFi работает неправильно. Попытайтесь подсоединиться к другой сети.";

"STATE_CONNECT_HEADER" = "Здесь поддерживается Skype WiFi";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Подключаясь к зоне доступа, вы соглашаетесь с <a href=\"%@\">условиями обслуживания</a> соответствующего провайдера";

"STATE_CONNECT_BUTTON" = "Подключиться";
"STATE_CONNECTING_BUTTON" = "Подключаем…";

"STATE_CONNECTED_SHORT" = "Подключение установлено";
"STATE_CONNECTED_HEADER" = "Вы вышли в Интернет через Skype WiFi";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Отключиться";
"STATE_DISCONNECTING_BUTTON" = "Отключаемся…";

"STATE_NOCREDIT_HEADER" = "На счете недостаточно денег";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Подробности";
"CLOSE_BUTTON" = "Закрыть";
"GO_BACK_BUTTON" = "Назад";
"CONTINUE_BUTTON" = "Продолжить";

"REQUIRES_OSX_VERSION_MESSAGE" = "Для работы Skype Wi-Fi необходима операционная система OS X версии %@ и выше.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype Wi-Fi пока нельзя использовать с учетной записью Microsoft. Войдите, указав логин Skype и пароль.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype Wi-Fi пока нельзя использовать с учетной записью Microsoft. Зарегистрируйтесь в Skype и войдите в систему с учетными данными Skype.";

"MAIN_WINDOW_TITLE" = "Skype WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Вы вышли в Интернет через Skype WiFi";
"FLOATER_CONNECTED_WISPR_TITLE" = "Вы в Интернете";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Сеанс соединения подходит к концу";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Если вы подключились к сети с использованием своего счета в Skype, то в целях безопасности соединение через некоторое время будет автоматически разорвано на случай, если вы забыли отключиться от сети.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "через %d мин";

"STATE_CONNECT_SUBHEADER" = "Подключитесь к Интернету в этой сети через Skype Wi-Fi и платите только за время, проведенное в сети, cо своего счета в Skype.";
"STATE_CONNECT_FREE_HEADER" = "Тут Skype Wi-Fi не будет стоить вам ни копейки";
"STATE_CONNECT_FREE_SUBHEADER" = "В этом хот-споте вы можете бесплатно пользоваться Интернетом с помощью Skype Wi-Fi: просматривайте веб-страницы, проверьте почту или просто общайтесь в Skype.";
"STATE_CONNECT_WISPR_HEADER" = "У меня есть учетная запись этого провайдера";
"STATE_CONNECT_WISPR_SUBHEADER" = "Если у вас уже есть учетная запись данного провайдера, укажите свои данные здесь.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Ваш сеанс подключения к Интернету подходит к концу";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Вы можете отключиться от сети в любой момент; плата взимается только за минуты, проведенные в сети.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Вы находитесь в сети примерно %d минут.";
"COUNTUP_0MIN" = "Вы находитесь в сети менее одной минуты.";
"COUNTUP_1MIN" = "Вы находитесь в сети примерно одну минуту.";
"STATE_CONNECTED_WISPR_HEADER" = "Вы в сети";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Вы подключены к сети с помощью учетной записи этого провайдера. Вы можете отключиться в любой момент.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Оценить данный хот-спот";

"STATE_CONNECTED_EXTEND_BUTTON" = "Продлить сеанс";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Повторное соединение…";

"STATE_NOCREDIT_SUBHEADER" = "Для доступа в Интернет с поминутной оплатой через сеть, поддерживающую Skype WiFi, на вашем счете в Skype должны быть деньги.";
"STATE_NOCREDIT_BUTTON" = "Внести деньги на счет";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Проверка сети";
"STATE_JOINWIFI_SHORT" = "Нет WiFi";
"STATE_ALREADYONLINE_SHORT" = "Уже в сети";
"STATE_GENERALERROR_SHORT" = "Ошибка";
"STATE_CONNECT_SHORT" = "Здесь поддерживается данная функция";
"STATE_NOCREDIT_SHORT" = "Счет пуст";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "Осталось %d мин.";
"TIMEEXPIRE_1MINUTE_LEFT" = "Осталась 1 минута";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Осталось менее минуты";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Ваш сеанс подключения к Интернету подходит к концу.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Логин Skype";
"LOGIN_PASSWORD_PLACEHOLDER" = "Пароль";
"LOGIN_BUTTON" = "Войти";
"SIGN_OUT_BUTTON" = "Выйти";

/* unused */
"LOGIN_PROBLEMS" = "Забыли пароль?";
"LOGIN_CREATE_ACCOUNT" = "Зарегистрировать учетную запись";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Настройки";
/* unused */
"SETTINGS_BUTTON" = "Настройки";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Версия Skype Wi-Fi %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype и (или) Microsoft";
"ABOUT_PATENTPENDING" = "Патент заявлен";
"ABOUT_FEEDBACK_BUTTON" = "Обратная связь";
"ABOUT_LEGAL_BUTTON" = "Юридическая информация";
"ABOUT_TRADEMARK" = "Название Skype, соответствующие товарные знаки и логотипы, а также логотип в виде литеры S являются товарными знаками, принадлежащими компании Skype.";
"ABOUT_DISCLAIMER" = "Внимание! Данная программа защищается законами об авторских правах и международными конвенциями. Незаконное копирование или распространение данной программы или какой-либо ее части может повлечь суровые административные и уголовные наказания и будет преследоваться по всей строгости закона.";

/* unused */
"PROFILE_BUTTON" = "Личные данные";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Логин Skype";
"PROFILE_SKYPECREDIT" = "Деньги на счете в Skype";
"PROFILE_SKYPECREDIT_NA_VALUE" = "Не применимо";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Загружаем…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Посещено хот-спотов";
"USAGE_PREVIOUSCONNECTIONS" = "История соединения";
"USAGE_LASTUSED" = "Последние";
"USAGE_LASTUSED_NEVER_VALUE" = "Никогда";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@, %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Популярные места";
"SUPPORTEDNETWORKS_PROVIDERS" = "Провайдеры";
